-- phpMyAdmin SQL Dump
-- version 4.4.12
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 01, 2016 at 09:50 AM
-- Server version: 5.6.25
-- PHP Version: 5.6.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_blog_batch_14_day_11`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_admin`
--

CREATE TABLE IF NOT EXISTS `tbl_admin` (
  `admin_id` int(3) NOT NULL,
  `admin_name` varchar(100) NOT NULL,
  `email_address` varchar(100) NOT NULL,
  `admin_password` varchar(100) NOT NULL,
  `access_label` tinyint(1) NOT NULL COMMENT 'access label=1 super admin access label=2 only admin access label=3 manager'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_admin`
--

INSERT INTO `tbl_admin` (`admin_id`, `admin_name`, `email_address`, `admin_password`, `access_label`) VALUES
(1, 'Monir Ahmed', 'monir.ahmed48@hotmail.com', '3d2172418ce305c7d16d4b05597c6a59', 1),
(2, 'Jannatun Nayeem', 'jannat.nayeem050@hotmail.com', 'c5fe25896e49ddfe996db7508cf00534', 2);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_blog`
--

CREATE TABLE IF NOT EXISTS `tbl_blog` (
  `blog_id` int(5) NOT NULL,
  `category_id` int(3) NOT NULL,
  `blog_title` varchar(100) NOT NULL,
  `blog_short_description` text NOT NULL,
  `blog_long_description` text NOT NULL,
  `author_name` varchar(100) NOT NULL,
  `blog_image` varchar(255) NOT NULL,
  `hit_count` int(5) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `publication_status` tinyint(1) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_blog`
--

INSERT INTO `tbl_blog` (`blog_id`, `category_id`, `blog_title`, `blog_short_description`, `blog_long_description`, `author_name`, `blog_image`, `hit_count`, `created_at`, `publication_status`) VALUES
(6, 19, '৪৫৯ রানে এগিয়ে অস্ট্রেলিয়া', '<span xss="removed">মেলবোর্ন টেস্টের দ্বিতীয় দিনের শেষে চোখে রীতিমতো অন্ধকারই দেখছিল ওয়েস্ট ইন্ডিজ। অস্ট্রেলিয়ার ৫৫১ রানের জবাবে ৯১ রান তুলতেই ৬ উইকেট হারিয়ে বসা দলটি বাকি ৪ উইকেট নিয়ে কতদূরই বা যেতে পারত! কিন্তু ড্যারেন ব্রাভো দারুণ এক টেস্ট ইনিংস খেলে লড়াইটা মোটামুটি ভালোই চালালেন। সপ্তম উইকেটে কার্লোস ব্রাফেটের সঙ্গে ৯০ রানের এক জুটি গড়ে দলকে নিয়ে গেলেন মোটামুটি সম্মানজনক এক জায়গায়, ব্রাভোর ২০৪ বলে ৮১ আর কার্লোসের ১২৬ বলে ৫৯ রানের সুবাদে ক্যারিবীয়দের সংগ্রহটাও গিয়ে দাঁড়াল ২৭১-এ। </span>', '<span xss="removed">মেলবোর্ন টেস্টের দ্বিতীয় দিনের শেষে চোখে রীতিমতো অন্ধকারই দেখছিল ওয়েস্ট ইন্ডিজ। অস্ট্রেলিয়ার ৫৫১ রানের জবাবে ৯১ রান তুলতেই ৬ উইকেট হারিয়ে বসা দলটি বাকি ৪ উইকেট নিয়ে কতদূরই বা যেতে পারত! কিন্তু ড্যারেন ব্রাভো দারুণ এক টেস্ট ইনিংস খেলে লড়াইটা মোটামুটি ভালোই চালালেন। সপ্তম উইকেটে কার্লোস ব্রাফেটের সঙ্গে ৯০ রানের এক জুটি গড়ে দলকে নিয়ে গেলেন মোটামুটি সম্মানজনক এক জায়গায়, ব্রাভোর ২০৪ বলে ৮১ আর কার্লোসের ১২৬ বলে ৫৯ রানের সুবাদে ক্যারিবীয়দের সংগ্রহটাও গিয়ে দাঁড়াল ২৭১-এ। </span><br xss="removed"><span xss="removed">উইকেটের এক প্রান্তে দাঁড়িয়ে ব্রাভো নিজে খেলেছেন, দলের একটা অংশকে খেলিয়েছেন। তাঁর সঙ্গী হয়েই যেন নিজেদের উজাড় করে দিলেন কার্লোস ব্রাফেটসহ কেমার রোচ এমনকি জেরম টেলর কিংবা এগারো নম্বর ব্যাটসম্যান জোমেল ওয়ারিক্যানও। শীর্ষ ব্যাটসম্যানদের লজ্জায় ভাসিয়ে কার্লোস ব্রাফেট ৫৯ রান তো করলেনই। রোচ-টেলর-ওয়ারিক্যানরা খেললেন নিজেদের সামর্থ্য অনুযায়ী ছোট ছোট অথচ গুরুত্বপূর্ণ তিনটি ইনিংস। রোজ ৪৪ বল খেলে করেছেন ২২, টেলর ২১ বলে ১৫ আর ওয়ারিক্যান শেষ অবধি অপরাজিত ছিলেন ৩৫ বলে ১১ রান করে। অস্ট্রেলিয়ার পক্ষে ৪টি করে উইকেট তুলে নিয়েছেন জেমস প্যাটিনসন ও নাথান লায়ন। ২টি উইকেট পিটার সিডল।</span><br xss="removed"><span xss="removed">ওয়েস্ট ইন্ডিজকে ফলোঅন না করিয়ে নিজেদের দ্বিতীয় ইনিংসটা অবশ্য শুরু করে দিয়েছে অস্ট্রেলিয়া। ২৮০ রানে এগিয়ে থেকে দ্বিতীয় ইনিংস শুরু করে স্কোরবোর্ডে ৩ উইকেটে আরও ১৭৯ রান যোগ করেছে তারা। প্রথম ইনিংসে ১৪৪ রানের দারুণ ইনিংস খেলা উসমান খাজা এই ইনিংসে করেছেন ৫৬। প্রথম ইনিংসের আরেক সেঞ্চুরিয়ান, অধিনায়ক স্টিভেন স্মিথ দিন শেষে অপরাজিত আছেন ৭০ রানে। সব মিলিয়ে অস্ট্রেলিয়ার লিড ৪৫৯। হাতে আরও ৭ উইকেট রেখে লিডটাকে পর্বতের চূড়ায় নিয়ে যাওয়া তো অবধারিতই; আরও একটি বিশাল বিজয়ও যেন একই সঙ্গে চোখে দেখতে পাচ্ছে অস্ট্রেলিয়া। সূত্র: এএফপি।</span>', 'Jannatun Nayeem', './blog_image/10906016_581572908645550_5059737059159324816_n.jpg', 7, '2015-12-28 21:38:18', 0),
(7, 19, 'রাইস্টচার্চে গাপটিলের লঙ্কাকাণ্ড', '<span xss="removed">ম্যাচের স্কোর কার্ড দেখলে ধন্দে পড়ে যাবেন নিশ্চিতভাবেই। মনে প্রশ্ন আসবে খেলাটা আসলে কোন ফরম্যাটের ছিল, ওয়ানডে না টি-টোয়েন্টি? খেলার দৈর্ঘ্য নিয়েও প্রশ্ন জাগতে পারে! এত অল্প সময়ে খেলা শেষ!</span>', '<span xss="removed">ম্যাচের স্কোর কার্ড দেখলে ধন্দে পড়ে যাবেন নিশ্চিতভাবেই। মনে প্রশ্ন আসবে খেলাটা আসলে কোন ফরম্যাটের ছিল, ওয়ানডে না টি-টোয়েন্টি? খেলার দৈর্ঘ্য নিয়েও প্রশ্ন জাগতে পারে! এত অল্প সময়ে খেলা শেষ!</span><br xss="removed"><span xss="removed">ক্রাইস্টচার্চে সিরিজের দ্বিতীয় ওয়ানডে ম্যাচে লঙ্কানদের ১০ উইকেটে হারিয়েছে কিউইরা। ফলের চেয়েও ক্রাইস্টচার্চের আজকের ম্যাচে মূর্ত হয়ে থাকছে নিউজিল্যান্ডের ধুম-ধাড়াক্কা ব্যাটিং, আর শ্রীলঙ্কার নিদারুণ ব্যাটিং ব্যর্থতা।</span><br xss="removed"><span xss="removed">টসে জিতে ব্যাট করতে নামা লঙ্কানদের যেন কোনো সুযোগই দেয়নি নিউজিল্যান্ডের বোলাররা। মাত্র ২৭.৪ ওভারেই ১১৭ রানে শ্রীলঙ্কাকে ‘শেষ’ করে দেয় তারা। ম্যাট হেনরি ৩৩ রানে নিয়েছেন ৪ উইকেট। মিচেল ম্যাকক্লেনাঘান ৩ উইকেট তুলে নেন ৩২ রানের বিনিময়ে। এই দুজনের পাশাপাশি ডগ ব্রেসওয়েল আর ইশ সোধি নিয়েছেন ১টি করে উইকেট।</span><br xss="removed"><span xss="removed">লঙ্কানদের পক্ষে সর্বোচ্চ রান ১৯—নুয়ান কুলাসেকেরার। ধানুষ্কা গুণাতিলকা ও অ্যাঞ্জেলো ম্যাথুস দুজনেই করেছেন ১৭।</span><br xss="removed"><span xss="removed">ম্যাচের মূল আকর্ষণ বলা যেতে পারে নিউজিল্যান্ডের রান তাড়াই। ১১৭ রান তাড়া করতে খুব বেশি সময় ব্যয় করতে হবে না—ব্যাপারটা অনুমিতই ছিল। কিন্তু কিউই ওপেনার মার্টিন গাপটিল যে পুরো বিষয়টিকে এমন ছেলেখেলায় পরিণত করবেন, সেটা আর কে ভেবেছিল। শ্রীলঙ্কার রানটা যেন তাড়া করলেন গাপটিল একাই—তাও মাত্র ৫০ বলে, মানে নিউজিল্যান্ডের ইনিংসটা স্থায়ী হয়েছিল মাত্র ৫০ বল! এর মধ্যেই ম্যাচের ফলটা নিজেদের করে নেয় নিউজিল্যান্ড।</span><br xss="removed"><span xss="removed">গাপটিল ৯৩ রানে অপরাজিত ছিলেন মাত্র ৩০ বল খেলে। ১৭ বলে ফিফটি করে ওয়ানডে ইতিহাসের দ্রুতগতির ফিফটি হিসেবে তাঁর ইনিংসটিকে বসিয়েছেন সনৎ জয়াসূরিয়ার পাশে। তবে ১৭ বলে ফিফটি নিশ্চিত করে দেয় নিউজিল্যান্ডের পক্ষে সবচেয়ে দ্রুতগতির অর্ধশতকের কীর্তিগাথা।</span><br xss="removed"><span xss="removed">গাপটিলের তাণ্ডবের সামনে অপর ব্যাটসম্যান টম লাথাম ছিলেন চুপচাপ। তিনি ২০ বলে ১৭ রান করে অপরাজিত থেকে নিজের দায়িত্বটুকু অবশ্য পালন করেছেন ঠিকমতোই। সূত্র: এএফপি।</span>', 'Jannatun Nayeem', './blog_image/12310450_730805810388925_5867454710860047107_n.jpg', 8, '2015-12-28 21:44:47', 0),
(8, 19, 'চট্টগ্রামে ৩ জেএমবি সদস্য রিমান্ডে', '<p xss="removed">চট্টগ্রামে আটক তিন জেএমবি সদস্য নাইমুর রহমান, ফয়সাল মাহমুদ ও শওকত রাসেলের পাঁচ দিন করে রিমান্ড মঞ্জুর করেছেন আদালত। আজ সোমবার বিকেলে সন্ত্রাসবিরোধী আইনে দায়ের করা একটি মামলায় চট্টগ্রাম মহানগর হাকিম আদালতে এই তিনজনকে হাজির করে পুলিশ ১০ দিনের রিমান্ড আবেদন করেন। শুনানি শেষে চট্টগ্রাম মহানগর হাকিম মো. রহমত আলী প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন।</p>', '<p xss="removed">চট্টগ্রামে আটক তিন জেএমবি সদস্য নাইমুর রহমান, ফয়সাল মাহমুদ ও শওকত রাসেলের পাঁচ দিন করে রিমান্ড মঞ্জুর করেছেন আদালত। </p><p xss="removed">আজ সোমবার বিকেলে সন্ত্রাসবিরোধী আইনে দায়ের করা একটি মামলায় চট্টগ্রাম মহানগর হাকিম আদালতে এই তিনজনকে হাজির করে পুলিশ ১০ দিনের রিমান্ড আবেদন করেন। শুনানি শেষে চট্টগ্রাম মহানগর হাকিম মো. রহমত আলী প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন। <br xss="removed">গত শনিবার দুপুর থেকে সন্ধ্যার মধ্যে চট্টগ্রাম শহরের বিভিন্ন এলাকা থেকে সন্দেহভাজন তিন ব্যক্তিকে আটক করা হয়। তাঁদের দেওয়া তথ্যের ভিত্তিতে ওই দিন গভীর রাতে চট্টগ্রামের হাটহাজারীতে একটি জঙ্গি আস্তানার সন্ধান পায় পুলিশ। সেখান থেকে একটি ‘স্নাইপার রাইফেল’, গুলি, বিস্ফোরক, বোমা তৈরির সরঞ্জাম, সেনাবাহিনীর ১২ সেট পোশাক এবং জেএমবির কিছু সাংগঠনিক কাগজপত্র উদ্ধার করা হয়েছে। <br xss="removed">গ্রেপ্তার হওয়া তিনজন হলেন নাইমুর রহমান (বাড়ি কুড়িগ্রামের নাগেশ্বরী), ফয়সাল মাহমুদ (নোয়াখালীর সেনবাগ) ও শওকত রাসেল (কক্সবাজারের মহেশখালী)। তাঁরা তিনজনই চট্টগ্রাম বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞানের স্নাতকোত্তরের ছাত্র। চট্টগ্রাম বিশ্ববিদ্যালয়ের প্রক্টর মোহাম্মদ আলী আজগর চৌধুরী বলেন, পুলিশের কাছ থেকে কাগজপত্র পেলে যাচাই-বাছাই করে এই তিনজনের ব্যাপারে বিশ্ববিদ্যালয় কর্তৃপক্ষ সিদ্ধান্ত নেবে। <br xss="removed">এ ব্যাপারে নগর পুলিশের অতিরিক্ত উপকমিশনার (প্রসিকিউশন) কাজী মোত্তাকী ইবনে মিনান প্রথম আলোকে বলেন, গত ৫ অক্টোবর নগরের কর্ণফুলী থানার খোয়াত নগর এলাকার একটি ভাড়া বাসায় অভিযান চালিয়ে অস্ত্র ও গ্রেনেডসহ জেএমবির সামরিক প্রধানকে আটক করা হয়। এ সময় ৫ জনকে আটক করা হয়। এ ঘটনায় কর্ণফুলী থানায় অস্ত্র, বিস্ফোরক ও সন্ত্রাস দমন আইনে পৃথক তিনটি মামলা দায়ের করা হয়। সন্ত্রাসবিরোধী আইনে দায়ের করা মামলাটি তদন্ত করছেন নগর গোয়েন্দা পুলিশের পরিদর্শক সত্যজিৎ বড়ুয়া। এ মামলায় জেএমবির নাইমুর রহমানসহ তিন সদস্যর জড়িত থাকার তথ্য পাওয়ায় তাদের গ্রেপ্তার দেখিয়ে ১০ দিনের রিমান্ডের আবেদন করা হয়। বিকেলে শুনানি শেষে আদালত প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন। <br xss="removed">কাজী মোত্তাকী ইবনে মিনান আরও বলেন, আদালতে শুনানিকালে তিন আসামির পক্ষে কোনো আইনজীবী ছিলেন না।</p>', 'Jannatun Nayeem', './blog_image/kumu.jpg', 20, '2015-12-28 21:50:52', 0),
(9, 18, 'বাজারে কোর আই থ্রি প্রসেসরের এইচপি ব্র্যান্ড পিসি', '<span xss=removed>সম্প্রতি বাজারে এসেছে এইচপি ২৮০ জি১ এমটি মডেলের ব্র্যান্ড পিসি। এতে রয়েছে ইনটেলের চতুর্থ প্রজন্মের ৪১৭০ মডেলের কোর আই থ্রি প্রসেসর। এই পিসিতে আরও রয়েছে ইনটেল ৮১ চিপসেট, ৪ জিবি ডিডিআরথ্রি র‍্যাম, ৫০০ জিবি সাটা হার্ডড্রাইভ, ডিভিডি রাইটার।</span>', '<span xss=removed>সম্প্রতি বাজারে এসেছে এইচপি ২৮০ জি১ এমটি মডেলের ব্র্যান্ড পিসি। এতে রয়েছে ইনটেলের চতুর্থ প্রজন্মের ৪১৭০ মডেলের কোর আই থ্রি প্রসেসর। এই পিসিতে আরও রয়েছে ইনটেল ৮১ চিপসেট, ৪ জিবি ডিডিআরথ্রি র‍্যাম, ৫০০ জিবি সাটা হার্ডড্রাইভ, ডিভিডি রাইটার।</span><br xss=removed><br xss=removed><span xss=removed>বাজারে এইচপির এই ব্র্যান্ড পিসি বিপণন করছে স্মার্ট টেকনোলজিস।</span><br xss=removed><span xss=removed>প্রতিষ্ঠানটির এক বিজ্ঞপ্তিতে বলা হয়েছে, এইচপি ২৮০ জি১ এমটি মডেলের পিসিটির সঙ্গে রয়েছে সাড়ে ১৮ ইঞ্চি মাপের মনিটর, এইচপি ইউএসবি কীবোর্ড, এইচপি ইউএসবি মাউস, ফ্রি ডস এবং প্যারালাল পোর্ট।</span><br xss=removed><br xss=removed><span xss=removed>পিসিটির সঙ্গে তিন বছরের বিক্রয়োত্তর সেবা দেবে বিপণনকারী প্রতিষ্ঠানটি। পিসির দাম পড়বে ৩৮ হাজার টাকা।</span>', 'Jannatun Nayeem', './blog_image/bg.jpg', 4, '2015-12-31 06:28:09', 1),
(10, 17, '৪৫৯ রানে এগিয়ে অস্ট্রেলিয়া', '<span xss=removed>মেলবোর্ন টেস্টের দ্বিতীয় দিনের শেষে চোখে রীতিমতো অন্ধকারই দেখছিল ওয়েস্ট ইন্ডিজ। অস্ট্রেলিয়ার ৫৫১ রানের জবাবে ৯১ রান তুলতেই ৬ উইকেট হারিয়ে বসা দলটি বাকি ৪ উইকেট নিয়ে কতদূরই বা যেতে পারত! কিন্তু ড্যারেন ব্রাভো দারুণ এক টেস্ট ইনিংস খেলে লড়াইটা মোটামুটি ভালোই চালালেন। সপ্তম উইকেটে কার্লোস ব্রাফেটের সঙ্গে ৯০ রানের এক জুটি গড়ে দলকে নিয়ে গেলেন মোটামুটি সম্মানজনক এক জায়গায়, ব্রাভোর ২০৪ বলে ৮১ আর কার্লোসের ১২৬ বলে ৫৯ রানের সুবাদে ক্যারিবীয়দের সংগ্রহটাও গিয়ে দাঁড়াল ২৭১-এ।</span>', '<span xss=removed>মেলবোর্ন টেস্টের দ্বিতীয় দিনের শেষে চোখে রীতিমতো অন্ধকারই দেখছিল ওয়েস্ট ইন্ডিজ। অস্ট্রেলিয়ার ৫৫১ রানের জবাবে ৯১ রান তুলতেই ৬ উইকেট হারিয়ে বসা দলটি বাকি ৪ উইকেট নিয়ে কতদূরই বা যেতে পারত! কিন্তু ড্যারেন ব্রাভো দারুণ এক টেস্ট ইনিংস খেলে লড়াইটা মোটামুটি ভালোই চালালেন। সপ্তম উইকেটে কার্লোস ব্রাফেটের সঙ্গে ৯০ রানের এক জুটি গড়ে দলকে নিয়ে গেলেন মোটামুটি সম্মানজনক এক জায়গায়, ব্রাভোর ২০৪ বলে ৮১ আর কার্লোসের ১২৬ বলে ৫৯ রানের সুবাদে ক্যারিবীয়দের সংগ্রহটাও গিয়ে দাঁড়াল ২৭১-এ। </span><br xss=removed><span xss=removed>উইকেটের এক প্রান্তে দাঁড়িয়ে ব্রাভো নিজে খেলেছেন, দলের একটা অংশকে খেলিয়েছেন। তাঁর সঙ্গী হয়েই যেন নিজেদের উজাড় করে দিলেন কার্লোস ব্রাফেটসহ কেমার রোচ এমনকি জেরম টেলর কিংবা এগারো নম্বর ব্যাটসম্যান জোমেল ওয়ারিক্যানও। শীর্ষ ব্যাটসম্যানদের লজ্জায় ভাসিয়ে কার্লোস ব্রাফেট ৫৯ রান তো করলেনই। রোচ-টেলর-ওয়ারিক্যানরা খেললেন নিজেদের সামর্থ্য অনুযায়ী ছোট ছোট অথচ গুরুত্বপূর্ণ তিনটি ইনিংস। রোজ ৪৪ বল খেলে করেছেন ২২, টেলর ২১ বলে ১৫ আর ওয়ারিক্যান শেষ অবধি অপরাজিত ছিলেন ৩৫ বলে ১১ রান করে। অস্ট্রেলিয়ার পক্ষে ৪টি করে উইকেট তুলে নিয়েছেন জেমস প্যাটিনসন ও নাথান লায়ন। ২টি উইকেট পিটার সিডল।</span><br xss=removed><span xss=removed>ওয়েস্ট ইন্ডিজকে ফলোঅন না করিয়ে নিজেদের দ্বিতীয় ইনিংসটা অবশ্য শুরু করে দিয়েছে অস্ট্রেলিয়া। ২৮০ রানে এগিয়ে থেকে দ্বিতীয় ইনিংস শুরু করে স্কোরবোর্ডে ৩ উইকেটে আরও ১৭৯ রান যোগ করেছে তারা। প্রথম ইনিংসে ১৪৪ রানের দারুণ ইনিংস খেলা উসমান খাজা এই ইনিংসে করেছেন ৫৬। প্রথম ইনিংসের আরেক সেঞ্চুরিয়ান, অধিনায়ক স্টিভেন স্মিথ দিন শেষে অপরাজিত আছেন ৭০ রানে। সব মিলিয়ে অস্ট্রেলিয়ার লিড ৪৫৯। হাতে আরও ৭ উইকেট রেখে লিডটাকে পর্বতের চূড়ায় নিয়ে যাওয়া তো অবধারিতই; আরও একটি বিশাল বিজয়ও যেন একই সঙ্গে চোখে দেখতে পাচ্ছে অস্ট্রেলিয়া। সূত্র: এএফপি।</span>', 'Jannatun Nayeem', './blog_image/cric.jpg', 44, '2015-12-31 06:30:41', 1),
(11, 17, 'রাইস্টচার্চে গাপটিলের লঙ্কাকাণ্ড', '<span xss=removed>ম্যাচের স্কোর কার্ড দেখলে ধন্দে পড়ে যাবেন নিশ্চিতভাবেই। মনে প্রশ্ন আসবে খেলাটা আসলে কোন ফরম্যাটের ছিল, ওয়ানডে না টি-টোয়েন্টি? খেলার দৈর্ঘ্য নিয়েও প্রশ্ন জাগতে পারে! এত অল্প সময়ে খেলা শেষ!</span>', '<span xss=removed>ম্যাচের স্কোর কার্ড দেখলে ধন্দে পড়ে যাবেন নিশ্চিতভাবেই। মনে প্রশ্ন আসবে খেলাটা আসলে কোন ফরম্যাটের ছিল, ওয়ানডে না টি-টোয়েন্টি? খেলার দৈর্ঘ্য নিয়েও প্রশ্ন জাগতে পারে! এত অল্প সময়ে খেলা শেষ!</span><br xss=removed><span xss=removed>ক্রাইস্টচার্চে সিরিজের দ্বিতীয় ওয়ানডে ম্যাচে লঙ্কানদের ১০ উইকেটে হারিয়েছে কিউইরা। ফলের চেয়েও ক্রাইস্টচার্চের আজকের ম্যাচে মূর্ত হয়ে থাকছে নিউজিল্যান্ডের ধুম-ধাড়াক্কা ব্যাটিং, আর শ্রীলঙ্কার নিদারুণ ব্যাটিং ব্যর্থতা।</span><br xss=removed><span xss=removed>টসে জিতে ব্যাট করতে নামা লঙ্কানদের যেন কোনো সুযোগই দেয়নি নিউজিল্যান্ডের বোলাররা। মাত্র ২৭.৪ ওভারেই ১১৭ রানে শ্রীলঙ্কাকে ‘শেষ’ করে দেয় তারা। ম্যাট হেনরি ৩৩ রানে নিয়েছেন ৪ উইকেট। মিচেল ম্যাকক্লেনাঘান ৩ উইকেট তুলে নেন ৩২ রানের বিনিময়ে। এই দুজনের পাশাপাশি ডগ ব্রেসওয়েল আর ইশ সোধি নিয়েছেন ১টি করে উইকেট।</span><br xss=removed><span xss=removed>লঙ্কানদের পক্ষে সর্বোচ্চ রান ১৯—নুয়ান কুলাসেকেরার। ধানুষ্কা গুণাতিলকা ও অ্যাঞ্জেলো ম্যাথুস দুজনেই করেছেন ১৭।</span><br xss=removed><span xss=removed>ম্যাচের মূল আকর্ষণ বলা যেতে পারে নিউজিল্যান্ডের রান তাড়াই। ১১৭ রান তাড়া করতে খুব বেশি সময় ব্যয় করতে হবে না—ব্যাপারটা অনুমিতই ছিল। কিন্তু কিউই ওপেনার মার্টিন গাপটিল যে পুরো বিষয়টিকে এমন ছেলেখেলায় পরিণত করবেন, সেটা আর কে ভেবেছিল। শ্রীলঙ্কার রানটা যেন তাড়া করলেন গাপটিল একাই—তাও মাত্র ৫০ বলে, মানে নিউজিল্যান্ডের ইনিংসটা স্থায়ী হয়েছিল মাত্র ৫০ বল! এর মধ্যেই ম্যাচের ফলটা নিজেদের করে নেয় নিউজিল্যান্ড।</span><br xss=removed><span xss=removed>গাপটিল ৯৩ রানে অপরাজিত ছিলেন মাত্র ৩০ বল খেলে। ১৭ বলে ফিফটি করে ওয়ানডে ইতিহাসের দ্রুতগতির ফিফটি হিসেবে তাঁর ইনিংসটিকে বসিয়েছেন সনৎ জয়াসূরিয়ার পাশে। তবে ১৭ বলে ফিফটি নিশ্চিত করে দেয় নিউজিল্যান্ডের পক্ষে সবচেয়ে দ্রুতগতির অর্ধশতকের কীর্তিগাথা।</span><br xss=removed><span xss=removed>গাপটিলের তাণ্ডবের সামনে অপর ব্যাটসম্যান টম লাথাম ছিলেন চুপচাপ। তিনি ২০ বলে ১৭ রান করে অপরাজিত থেকে নিজের দায়িত্বটুকু অবশ্য পালন করেছেন ঠিকমতোই। সূত্র: এএফপি।</span>', 'Jannatun Nayeem', './blog_image/cric1.jpg', 43, '2015-12-31 06:31:55', 1),
(12, 8, 'চট্টগ্রামে ৩ জেএমবি সদস্য রিমান্ডে', '<p xss=removed>চট্টগ্রামে আটক তিন জেএমবি সদস্য নাইমুর রহমান, ফয়সাল মাহমুদ ও শওকত রাসেলের পাঁচ দিন করে রিমান্ড মঞ্জুর করেছেন আদালত। </p><span xss=removed>আজ সোমবার বিকেলে সন্ত্রাসবিরোধী আইনে দায়ের করা একটি মামলায় চট্টগ্রাম মহানগর হাকিম আদালতে এই তিনজনকে হাজির করে পুলিশ ১০ দিনের রিমান্ড আবেদন করেন। শুনানি শেষে চট্টগ্রাম মহানগর হাকিম মো. রহমত আলী প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন।</span>', '<p xss=removed>চট্টগ্রামে আটক তিন জেএমবি সদস্য নাইমুর রহমান, ফয়সাল মাহমুদ ও শওকত রাসেলের পাঁচ দিন করে রিমান্ড মঞ্জুর করেছেন আদালত। </p><p xss=removed>আজ সোমবার বিকেলে সন্ত্রাসবিরোধী আইনে দায়ের করা একটি মামলায় চট্টগ্রাম মহানগর হাকিম আদালতে এই তিনজনকে হাজির করে পুলিশ ১০ দিনের রিমান্ড আবেদন করেন। শুনানি শেষে চট্টগ্রাম মহানগর হাকিম মো. রহমত আলী প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন। <br xss=removed>গত শনিবার দুপুর থেকে সন্ধ্যার মধ্যে চট্টগ্রাম শহরের বিভিন্ন এলাকা থেকে সন্দেহভাজন তিন ব্যক্তিকে আটক করা হয়। তাঁদের দেওয়া তথ্যের ভিত্তিতে ওই দিন গভীর রাতে চট্টগ্রামের হাটহাজারীতে একটি জঙ্গি আস্তানার সন্ধান পায় পুলিশ। সেখান থেকে একটি ‘স্নাইপার রাইফেল’, গুলি, বিস্ফোরক, বোমা তৈরির সরঞ্জাম, সেনাবাহিনীর ১২ সেট পোশাক এবং জেএমবির কিছু সাংগঠনিক কাগজপত্র উদ্ধার করা হয়েছে। <br xss=removed>গ্রেপ্তার হওয়া তিনজন হলেন নাইমুর রহমান (বাড়ি কুড়িগ্রামের নাগেশ্বরী), ফয়সাল মাহমুদ (নোয়াখালীর সেনবাগ) ও শওকত রাসেল (কক্সবাজারের মহেশখালী)। তাঁরা তিনজনই চট্টগ্রাম বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞানের স্নাতকোত্তরের ছাত্র। চট্টগ্রাম বিশ্ববিদ্যালয়ের প্রক্টর মোহাম্মদ আলী আজগর চৌধুরী বলেন, পুলিশের কাছ থেকে কাগজপত্র পেলে যাচাই-বাছাই করে এই তিনজনের ব্যাপারে বিশ্ববিদ্যালয় কর্তৃপক্ষ সিদ্ধান্ত নেবে। <br xss=removed>এ ব্যাপারে নগর পুলিশের অতিরিক্ত উপকমিশনার (প্রসিকিউশন) কাজী মোত্তাকী ইবনে মিনান প্রথম আলোকে বলেন, গত ৫ অক্টোবর নগরের কর্ণফুলী থানার খোয়াত নগর এলাকার একটি ভাড়া বাসায় অভিযান চালিয়ে অস্ত্র ও গ্রেনেডসহ জেএমবির সামরিক প্রধানকে আটক করা হয়। এ সময় ৫ জনকে আটক করা হয়। এ ঘটনায় কর্ণফুলী থানায় অস্ত্র, বিস্ফোরক ও সন্ত্রাস দমন আইনে পৃথক তিনটি মামলা দায়ের করা হয়। সন্ত্রাসবিরোধী আইনে দায়ের করা মামলাটি তদন্ত করছেন নগর গোয়েন্দা পুলিশের পরিদর্শক সত্যজিৎ বড়ুয়া। এ মামলায় জেএমবির নাইমুর রহমানসহ তিন সদস্যর জড়িত থাকার তথ্য পাওয়ায় তাদের গ্রেপ্তার দেখিয়ে ১০ দিনের রিমান্ডের আবেদন করা হয়। বিকেলে শুনানি শেষে আদালত প্রত্যেকের ৫ দিন করে রিমান্ড মঞ্জুর করেন। <br xss=removed>কাজী মোত্তাকী ইবনে মিনান আরও বলেন, আদালতে শুনানিকালে তিন আসামির পক্ষে কোনো আইনজীবী ছিলেন না।</p>', 'Jannatun Nayeem', './blog_image/jon.jpg', 0, '2015-12-31 06:33:27', 1),
(13, 19, '‘ড্যাডিস হোম’ এখন ঢাকায়', '<span xss=removed>ঢাকায় এসে পরেছে কমেডি ছবি ‘ড্যাডিস হোম’। ১ জানুয়ারি থেকে এই ছবি উপভোগ করা যাবে রাজধানীর ব্লকবাস্টার সিনেমাস-এ। ব্রায়ান বার্নসের লেখা এবং শন অ্যান্ডার্স পরিচালিত হলিউডের এই ছবিটি যুক্তরাষ্ট্রসহ সারা বিশ্বকে হাসিয়েছে দারুণভাবে।</span>', '<span xss=removed>ঢাকায় এসে পরেছে কমেডি ছবি ‘ড্যাডিস হোম’। ১ জানুয়ারি থেকে এই ছবি উপভোগ করা যাবে রাজধানীর ব্লকবাস্টার সিনেমাস-এ। ব্রায়ান বার্নসের লেখা এবং শন অ্যান্ডার্স পরিচালিত হলিউডের এই ছবিটি যুক্তরাষ্ট্রসহ সারা বিশ্বকে হাসিয়েছে দারুণভাবে। ছবিতে অভিনয় করেছেন উইল ফেরেল, মার্ক ওয়ালবার্গ, লিন্ডা কার্ডেলিনিসহ আরও অনেকে।</span><br xss=removed><br xss=removed><span xss=removed>২০১৫ সালের ২৫ ডিসেম্বর ছবিটি মুক্তি পায় যুক্তরাষ্ট্রে। ১ জানুয়ারি থেকে ঢাকার ব্লকবাস্টার সিনেমাসে ছবিটির নিয়মিত প্রদর্শনী হবে।</span>', 'Jannatun Nayeem', './blog_image/b.jpg', 63, '2015-12-31 06:34:59', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_blogger`
--

CREATE TABLE IF NOT EXISTS `tbl_blogger` (
  `blooger_id` int(11) NOT NULL,
  `blogger_name` varchar(100) NOT NULL,
  `blogger_email_address` varchar(100) NOT NULL,
  `blogger_password` varchar(32) NOT NULL,
  `blogger_image` varchar(255) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_blogger`
--

INSERT INTO `tbl_blogger` (`blooger_id`, `blogger_name`, `blogger_email_address`, `blogger_password`, `blogger_image`) VALUES
(1, 'Jannatun Nayeem', 'jannat.nayeem050@gmail.com', 'c5fe25896e49ddfe996db7508cf00534', './blogger_image/10906016_581572908645550_5059737059159324816_n.jpg'),
(2, 'Monir Ahmed', 'monir.ahmed48@hotmail.com', '3d2172418ce305c7d16d4b05597c6a59', './blogger_image/cric1.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_category`
--

CREATE TABLE IF NOT EXISTS `tbl_category` (
  `category_id` int(3) NOT NULL,
  `category_name` varchar(100) NOT NULL,
  `category_description` text NOT NULL,
  `publication_status` tinyint(1) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_category`
--

INSERT INTO `tbl_category` (`category_id`, `category_name`, `category_description`, `publication_status`) VALUES
(8, 'বাংলাদেশ', '---------------------------------', 1),
(12, 'মতামত', '+++++++++++++++++++++', 1),
(16, 'জীবনযাপন', '+++++++++++++++', 0),
(17, 'খেলা', '-------------------------', 1),
(18, 'বিজ্ঞান ও প্রযুক্তি', '------------------------------', 1),
(19, 'বিনোদন', '+++++++++++++++++', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  ADD PRIMARY KEY (`admin_id`);

--
-- Indexes for table `tbl_blog`
--
ALTER TABLE `tbl_blog`
  ADD PRIMARY KEY (`blog_id`);

--
-- Indexes for table `tbl_blogger`
--
ALTER TABLE `tbl_blogger`
  ADD PRIMARY KEY (`blooger_id`);

--
-- Indexes for table `tbl_category`
--
ALTER TABLE `tbl_category`
  ADD PRIMARY KEY (`category_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  MODIFY `admin_id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `tbl_blog`
--
ALTER TABLE `tbl_blog`
  MODIFY `blog_id` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=14;
--
-- AUTO_INCREMENT for table `tbl_blogger`
--
ALTER TABLE `tbl_blogger`
  MODIFY `blooger_id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `tbl_category`
--
ALTER TABLE `tbl_category`
  MODIFY `category_id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=20;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
